acpi
alsa-tools
alsa-utils
amdvlk
android-file-transfer
android-udev
arandr
atool
autoconf
automake
autossh
base-devel
bat
bc
bemenu-wayland
binutils
blueman
bluez
bluez-utils
brightnessctl
calcurse
calf
ccid
ccls
chafa
chromium
clang
cmake
curl
dash
dmenu
docker
docker-compose
dos2unix
dosfstools
easyeffects
epiphany
fd
ffmpeg
ffmpegthumbnailer
findutils
firefox
font-manager
fzf
gawk
gcc
gdb
gettext
gimp
git-lfs
glu
gnome-themes-extra
go
grep
grim
gzip
hsetroot
htop
i3-wm
i3blocks
imagemagick
inkscape
inxi
j4-dmenu-desktop
jalv
jdk-openjdk
jq
keepassxc
lf
libqalculate
libreoffice-fresh
libvncserver
linux-headers
lm_sensors
lsp-plugins-lv2
lua
m4
maim
make
man-db
man-pages
mda.lv2
mediainfo
mesa
mesa-utils
mpg123
mpv
mupdf-tools
ncdu
nethogs
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nsxiv
ntfs-3g
nut
octave
odt2txt
openrgb
opensc
otf-cascadia-code
p7zip
pacman
patch
pcsc-tools
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
pyenv
python
python-pip
python-pipenv
python-pipx
qalculate-gtk
qbittorrent
qpwgraph
qrencode
r
reflector
remmina
ripgrep
rmlint
rsync
rust
samba
sd
seatd
sed
slurp
smartmontools
sshfs
strace
sway
swaybg
swayidle
swaylock
systemd
tcl
tessarect-data-eng
texinfo
tk
tmux
tree
tree-sitter
unclutter
unicode-character-database
unrar
unzip
usbutils
util-linux
vbindiff
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
wayland
wev
wezterm
wf-recorder
wget
which
wireplumber
wl-clipboard
wlroots
wlsunset
wmenu
wtype
x11-ssh-askpass
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdotool
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xset
xorg-xwayland
xorg-xwininfo
xscreensaver
xsettingsd
xss-lock
zam-plugins-lv2
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
